phrase2_1 = 'Доброе утро, пора выдвигаться в путь!'
phrase2_2 = '''Спустя 5 часов дороги на улице пошел дождь, дорогу плохо видно.
Хотите поехать дальше?'''
phrase2_2_1 = '''О нет! Похоже, у вас заглох мотор... Как назло, связи нет((
Можно оставить машину и попытаться поймать попутку до ближайшего населенного пункта (0),
либо же попробовать починить автомобиль самостоятельно (1).'''
phrase_singly = '''Прошло 4 часа, у вас ничего не получилось.
Видимо, ехать все же придется на попутке...'''
phrase2_2_2 = '''Прошел еще час, прежде чем перед вами остановилась пожилая семейная пара
на подержанной серой Ладе. Поедете с ними?'''
phrase_refusing = '''Вы ждете еще целый час, после чего вас соглашается подвезти молодой человек.
Спустя 3 часа в пути вы добираетесь до населенного пункта.'''
