YES = 'да'
NO = 'нет'
BEGIN = '''У Вас есть 120 часов, чтобы добраться до Красноярска на личном автомобиле.
Ваш бюджет на поездку: 16 000 рублей.
Нажмите Enter, чтобы начать путешествие
'''
PHRASE1_1 = 'Машина заправлена на половину, хотите долить бензин?'
PHRASE1_2 = 'Стоимость литра бензина 50 рублей за литр (объем бака 100 литров), долить 50 литров?'
PHRASE1_3 = 'Оставшийся бюджет: '
RUBLES = 'рублей'
PHRASE1_4 = 'Выдвинувшись в путь, Вы наслаждаетесь прекрасными видами вдоль трассы, любуетесь красивыми цветущими полями и лесами, не замечая, как пролетели 7 часов пути.'
PHRASE1_5 = 'Вы захотели перекусить, а по пути виднеется небольшая закусочная. Заедете?'
PHRASE1_6 = 'Как можно не есть?! К сожалению, Вы умерли от голода, не доехав до пункта назначения. GAME OVER'
PHRASE1_7 = '''Зайдя в кафе, вы подходите к кассе и видите меню:
1.Кофе: 200 рублей
2.Сендвич: 300 рублей
3.Каша: 200 рублей
Что будете брать?(Напишите только цифру)
'''
PHRASE1_8 ='Неожиданно к вам подходит чудного вида мужчина и просит купить ему сендвич, поможем?'
PHRASE1_9 = 'Ммм, как вкусно!'
PHRASE1_10 = 'После перекуса, вы выходите к своей машине и замечаете что-то странное'
PHRASE1_11 = '''Упс, кто-то проколол вам шины!
Как хорошо, что возле закусочной был шиномонтаж. Ремонт колес: 500 рублей.'''
PHRASE1_12 = '''На смену шин понадобилось много времени, а ехать ночью опасно.
Вы решате переночевать прямо в машине.'''
PHRASE1_13 = 'После перекуса, Вы проехали еще 2 часа, а затем свернули на заправку, чтобы долить бензин и переночевать'
phrase2_1 = 'Доброе утро, пора выдвигаться в путь!'
phrase2_2 = '''Спустя 5 часов дороги на улице пошел дождь, дорогу плохо видно.
Хотите поехать дальше?'''
phrase2_2_1 = '''О нет! Похоже, у вас заглох мотор... Как назло, связи нет((
Можно оставить машину и попытаться поймать попутку до ближайшего населенного пункта (0),
либо же попробовать починить автомобиль самостоятельно (1).'''
phrase_singly = '''Прошло 4 часа, у вас ничего не получилось.
Видимо, ехать все же придется на попутке...'''
phrase2_2_2 = '''Прошел еще час, прежде чем перед вами остановилась пожилая семейная пара
на подержанной серой Ладе. Поедете с ними?'''
phrase_refusing = '''Вы ждете еще целый час, после чего вас соглашается подвезти молодой человек.
Спустя 3 часа в пути вы добираетесь до населенного пункта.'''
phrase_search = '''После недолгих поисков, вам на глаза попадается гостиница, где вы решаете остановиться.
В гостинице есть связь и вы договариваетесь о вызове эвакуатора и ремонте машины. Наутро она будет у вас как новенькая...
Ремонт: -1000 рублей
Ужин: -300 рублей
Ночлег: -500 рублей'''
DAY3_Q1 = '''Вы проснулись в гостинице и спустились на завтарак
Собрав вещи, вы отправляетесь в дорогу, предварительно заехав на заправку, стоимость бензина 2500'''
DAY3_Q2 = 'Спустя 4 часа дороги вы видите автомобиль на аварийке, водитель просит о помощи. Остановимся помочь?'
DAY3_Q2_NO = 'Спустя 12 часов в дороге и несколько остановок, вы добираетесь до Новосибирска'
DAY3_Q2_YES_1_1 = '''Остановившись, вы подходите к водителю.'''
PHRASE3_5 = '''Внезапно из-за деревьев выбегает пара человек, запрыгивает в вашу машину и угоняет ее.
На эмоциях вы кидаетесь следом, пытаясь догнать её.
 '''
DAY3_Q2_YES_1_2 = '''Тем временем водитель «сломанного» автомобиля тоже трогается с места и быстро уезжает следом. 
Кажется, это крах..'''
DAY3_Q2_YES_1_3 = '''Идя пешком по трассе, вы обнаруживаете старый велосипед, одиноко стоящий у столба. 
На нем за час вы добираетесь до ближайшейго поселка городского типа. У вас остается не так много времени, 
а добраться до Красноярска как-то надо. Как действуем дальше?
1. Пойти на жд вокзал
2. Отправиться к поселковому аэропорту'''
DAY3_Q3_1 = ('Вам повезло, скоро отправляется поезд до Красноярска. Билет на поезд стоит 5000 рублей...')
PHRASE3_13 = 'Купив билет, Вы проходите в поезд и он тут же трогается. Успели... '
DAY3_Q3_1_2 = ('Спустя 3 часа к вам подсаживается попутчик, завязывает разговор и предлагает попить чай')
DAY3_Q3_1_3 = ('Разговорившись, вы не замечаете как проходит следующий час, после чего попутчик прощается и уходит')
DAY3_Q3_1_4 = '''Настало время показать билет, но вы не можете его найти. 
Проводница в ярости высаживает вас на следующей станции в пригороде Омска.'''
DAY3_Q3_1_5 = '''Грустно наблюдая за отъезжающим поездом, в окне Вы замечаете улыбающегося попутчика.
Кажется миссия доехать за 5 дней провалена...'''
DAY3_Q3_2_1 = '''У одного из кукурузников вы замечаете мужчину, который вам кого-то напоминает. Через некоторое время вы понимаете,
что это мужчина из закусочной'''
DAY3_Q3_2_2 = ('Узнав своего старого знакомого, вы просите довезти вас, договорившись о приемлемой цене')
DAY3_Q4_1_1 = 'Полет проходит благополучно, спустя 3 часа вы приземляетесь в Омской области'
DAY3_Q4_1_2 = '''Приземлившись в полях Омской области, вы еще за час добираетесь до пригорода. ' \
Нужно что-то делать дальше...'''
DAY3_Q5_1_1 = '''Вроде все идет хорошо, но ваш старый знакомый припоминает вам случай из забегаловки двухдневной давности
и просит покинуть самолет. У выхода вы не находите ничего кроме парашюта и жизнь не оставляет вам выбора'''
DAY3_Q6_1_1 = '''Поужинать Вы заходите в шашлычную "В гостях у Армена". 
В заведении было много дальнобойщиков, обсуждающих предстоящую поездку в Новосибирск.'''
PHRASE3_23 = 'Какое чудо! Один из дальнобойщиков соглашается подвезти Вас бесплатно.'
DAY3_Q6_1_2 = 'После ужина вы садитесь в фуру и благополучно засыпаете.'
DAY3_Q6_1_3 = '''Стоимость ужина: 400 рублей
'''
DAY4_Q1_2 = 'На утро вы благополучно прибываете в Новосибирск'
DAY4_Q1_2_2 = '''К сожалению, у вас не осталось средств для аренды авто до Красноярска. ' \
Но у вас есть возможность их заработать. Сыграем?'''
DAY4_Q1_1 = '''у вас совсем не осталось денег на бензин, чтобы благополучно добраться до Красноярска 
необходимо их заработать. Сыграем?'''
