BEGIN = '''У Вас есть 120 часов, чтобы добраться до Красноярска на личном автомобиле.
Ваш бюджет на поездку: 8 000 рублей.
Нажмите Enter, чтобы начать путешествие
'''
PHRASE1_1 = 'машина заправлена на половину, хотите долить бензин?'
PHRASE1_2 = 'стоимость литра бензина 50 рублей за литр (объем бака 100 литров) долить 50 литров?'
PHRASE1_3 = 'Оставшийся бюджет: '
RUBLES = 'рублей'
PHRASE1_4 = 'Выдвинувшись в путь, Вы наслаждаетесь прекрасными видами вдоль трассы, любуетесь красивыми цветущими полями и лесами, не замечая, как пролетели 7 часов пути.'
PHRASE1_5 = 'Вы захотели перекусить, а по пути виднеется небольшая закусочная. Заедете?'
PHRASE1_6 = 'Как можно не есть?! К сожалению, Вы умерли от голода, не доехав до пункта назначения. GAME OVER'
PHRASE1_7 = '''Зайдя в кафе, вы подходите к кассе и видите меню:
Кофе: 200 рублей
Сендвич: 300 рублей
Каша: 200 рублей
'''
PHRASE1_8 ='Неожиданно к вам подходит чудного вида мужчина и просит купить ему сендвич, поможем?'
PHRASE1_9 = 'Ммм, как вкусно!'
PHRASE1_10 = 'После перекуса, вы выходите к своей машине и замечаете что-то странное'
PHRASE1_11 = '''Упс, кто-то проколол вам шины!
Как хорошо, что возле закусочной был шиномонтаж. Ремонт колес: 500 рублей.'''
PHRASE1_12 = '''На смену шин понадобилось много времени, а ехать ночью опасно.
Вы решате переночевать прямо в машине.'''
PHRASE1_13 = 'После перекуса, Вы проехали еще 2 часа, а затем свернули на заправку, чтобы долить бензин и переночевать'
phrase2_1 = 'Доброе утро, пора выдвигаться в путь!'
phrase2_2 = '''Спустя 5 часов дороги на улице пошел дождь, дорогу плохо видно.
Хотите поехать дальше?'''
phrase2_2_1 = '''О нет! Похоже, у вас заглох мотор... Как назло, связи нет((
Можно оставить машину и попытаться поймать попутку до ближайшего населенного пункта (0),
либо же попробовать починить автомобиль самостоятельно (1).'''
phrase_singly = '''Прошло 4 часа, у вас ничего не получилось.
Видимо, ехать все же придется на попутке...'''
phrase2_2_2 = '''Прошел еще час, прежде чем перед вами остановилась пожилая семейная пара
на подержанной серой Ладе. Поедете с ними?'''
phrase_refusing = '''Вы ждете еще целый час, после чего вас соглашается подвезти молодой человек.
Спустя 3 часа в пути вы добираетесь до населенного пункта.'''
