YES = 'да'
BEGIN = '''У Вас есть 120 часов, чтобы добраться до Красноярска на личном автомобиле.
Ваш бюджет на поездку: 8 000 рублей.
Нажмите Enter, чтобы начать путешествие
'''
PHRASE1_1 = 'Машина заправлена на половину, хотите долить бензин?'
PHRASE1_2 = 'Стоимость литра бензина 50 рублей за литр (объем бака 100 литров), долить 50 литров?'
PHRASE1_3 = 'Оставшийся бюджет: '
RUBLES = 'рублей'
PHRASE1_4 = 'Выдвинувшись в путь, Вы наслаждаетесь прекрасными видами вдоль трассы, любуетесь красивыми цветущими полями и лесами, не замечая, как пролетели 7 часов пути.'
PHRASE1_5 = 'Вы захотели перекусить, а по пути виднеется небольшая закусочная. Заедете?'
PHRASE1_6 = 'Как можно не есть?! К сожалению, Вы умерли от голода, не доехав до пункта назначения. GAME OVER'
PHRASE1_7 = '''Зайдя в кафе, вы подходите к кассе и видите меню:
1.Кофе: 200 рублей
2.Сендвич: 300 рублей
3.Каша: 200 рублей
Что будете брать?(Напишите только цифру)
'''
PHRASE1_8 ='Неожиданно к вам подходит чудного вида мужчина и просит купить ему сендвич, поможем?'
PHRASE1_9 = 'Ммм, как вкусно!'
PHRASE1_10 = 'После перекуса, вы выходите к своей машине и замечаете что-то странное'
PHRASE1_11 = '''Упс, кто-то проколол вам шины!
Как хорошо, что возле закусочной был шиномонтаж. Ремонт колес: 500 рублей.'''
PHRASE1_12 = '''На смену шин понадобилось много времени, а ехать ночью опасно.
Вы решате переночевать прямо в машине.'''
PHRASE1_13 = 'После перекуса, Вы проехали еще 2 часа, а затем свернули на заправку, чтобы долить бензин и переночевать'
phrase2_1 = 'Доброе утро, пора выдвигаться в путь!'
phrase2_2 = '''Спустя 5 часов дороги на улице пошел дождь, дорогу плохо видно.
Хотите поехать дальше?'''
phrase2_2_1 = '''О нет! Похоже, у вас заглох мотор... Как назло, связи нет((
Можно оставить машину и попытаться поймать попутку до ближайшего населенного пункта (0),
либо же попробовать починить автомобиль самостоятельно (1).'''
phrase_singly = '''Прошло 4 часа, у вас ничего не получилось.
Видимо, ехать все же придется на попутке...'''
phrase2_2_2 = '''Прошел еще час, прежде чем перед вами остановилась пожилая семейная пара
на подержанной серой Ладе. Поедете с ними?'''
phrase_refusing = '''Вы ждете еще целый час, после чего вас соглашается подвезти молодой человек.
Спустя 3 часа в пути вы добираетесь до населенного пункта.'''
phrase_search = '''После недолгих поисков, вам на глаза попадается гостиница, где вы решаете остановиться.
В гостинице есть связь и вы договариваетесь о вызове эвакуатора и ремонте машины. Наутро она будет у вас как новенькая...
Ремонт: -1000 рублей
Ужин: -300 рублей
Ночлег: -500 рублей'''
PHRASE3_1 = 'Вы проснулись в гостинице и спустились на завтарак'
PHRASE3_2 = 'Собрав вещи, Вы отправляетесь в дорогу, предварительно заехав на заправку'
PHRASE3_3 = 'Спустя 4 часа дороги вы видите автомобиль на аварийке. Возможно, водителю нужна помощь. Остановимся помочь?'
PHRASE3_3 = 'Спустя 12 часов в дороге и нескольких остановок, вы добираетесь до Новосибирска'
PHRASE3_4 = 'Остановившись, Вы подходите к водителю'
PHRASE3_5 = ''' Внезапно из-за деревьев выбегает пара человек, запрыгивает в вашу машину и угоняет ее.
На эмоциях вы кидаетесь следом, пытаясь догнать её.
 '''
PHRASE3_6 = 'Тем временем водитель «сломанного» автомобиля тоже трогается с места и быстро уезжает следом. Кажется, это крах..'
PHRASE3_7 = '''Идя пешком по трассе, вы обнаруживаете старый велосипед, одиноко стоящий у столба. На нём Вы за час добираетесь до ближайшейго посёлка городского типа.
У вас остаётся не так много времени, а добраться до Красноярска как-то надо. 
Как действуем дальше?:
1. Пойти на ЖД вокзал
2. Отправиться к поселковому аэропорту'''
PHRASE3_8 = 'Вам повезло, скоро отправляется поезд до Красноярска. Билет на поезд стоит 5000 рублей...'
PHRASE3_13 = 'Купив билет, Вы проходите в поезд и он тут же трогается. Успели... '
PHRASE3_9 = 'Спустя 3 часа к Вам подсаживается попутчик, завязывает разговор и предлагает попить чай.'
PHRASE3_10 = 'Разговорившись, Вы не замечаете как проходит следующий час, после чего попутчик прощается и уходит'
PHRASE3_11 = 'Настало время показать билет, но Вы не можете его найти. Проводница в ярости высаживает Вас на следующей станции в пригороде Омска.'
PHRASE3_12 = '''Грустно наблюдая за отъезжающим поездом, в окне Вы замечаете улыбающегося попутчика.
Кажется миссия доехать за 5 дней провалена...'''
PHRASE3_14 = '''У одного из кукурузников Вы замечаете мужчину, который Вам кого-то напоминает. 
Через несколько секунд Вы понимаете, что это мужчина из закусочной.'''
PHRASE3_15 = 'Узнав своего "старого" знакомого, Вы просите довезти Вас, договарившись о приемлемой цене.'
PHRASE3_16 = 'Полёт проходит благополучно, спустя 3 часа вы приземляетесь в Омской области.'
PHRASE3_17 = '''Приземлившись в полях Омской области, Вы ещё за час добираетесь до пригорода.
Надо что-то делать дальше..'''
PHRASE3_18 = 'Вроде всё идёт хорошо, но Ваш старый знакомый припоминает Вам случай из закусочной двухдневной давности и просит покинуть самолёт. ' \
PHRASE3_19 = 'У выхода Вы не находите ничего кроме парашюта и жизнь не оставляет вам выбора'
PHRASE3_20 = 'О, надо бы перекусить...'
PHRASE3_21 = '''Поужинать Вы заходите в шашлычную "В гостях у Армена". 
В заведении было много дальнобойщиков, обсуждающих предстоящую поездку в Новосибирск.'''
PHRASE3_23 = 'Какое чудо! Один из дальнобойщиков соглашается подвезти Вас бесплатно.'
PHRASE3_22 = 'После ужина Вы садитесь в фуру и благополучно засыпаете.'
